import React from 'react';
import Image from 'next/image';
import request from './../../lib/config';
import MainLayout from '@/layout/MainLayout';

const About = ({ aboutUs }) => {
  return (
    <div className="bg-secondary flex items-start justify-center h-full">
      <div className="w-[85%] h-full flex items-start justify-start relative">
        <div className="w-9/12 h-full p-5 overflow-y-auto mt-40">
          <div className="text-sm text-[#E98074]">درباره من</div>

          <div className="text-2xl text-[#E98074]">بیوگرافی دکتر پیکارجو :</div>
          <br></br>
          <div dangerouslySetInnerHTML={{ __html: aboutUs[0]?.content }}>
            {/* <p>
           در 27 تیر 1351 در یک خانواده نظامی اصیل تهرانی به دنیا آمدم. دوران کودکی خود را تا اوایل دوره دبستان در قصر فیروزه سپری کردم. در مقطع دبیرستان به دلیل علاقه زیاد به ریاضی، گرایش ریاضی فیزیک را انتخاب و علاقه وافر به ریاضی، سبب شد بطور وسواس‌گونه جذب مطالعه گسترده فلسفه و منطق شوم. با آرزوی ذهنی مهندس شدن گذران دبیرستان کردم اما برسر دو راهی برای اینکه مهندس صنایع بخوانم یا اقتصاد ماندم و پس از مشورت با برخی اساتید مهندسی و اقتصاد در دانشگاه شهید بهشتی و دانشگاه تهران، تصمیم گرفتم در مقطع لیسانس، رشته علوم اقتصادی گرایش نظری بخوانم. دو ترم اول خیلی خوش نگذشت، خبری از دروس استقرائی، فلسفه اکتشافی اعداد، مدلسازی رفتاری و ... نبود! به جای آن دروس، تقریباً تماماً دروس حفظی بود و به نظر می‌رسید اساتید هم چندان علاقه‌ای به پاسخ‌دادن به ذهن‌های کنجکاو نداشتند و بیشتر با رودروایسی قرار دادن دانشجویان مبنی بر اینکه این "موضوعات بسیار واضح است" و "هر فرد ریاضی خونده باید اینها را حفظ کند و بفهمد!" از پاسخ، توضیح و تفسیر کلیات و مفاهیم پایه اقتصاد در می‌رفتند. در کنار این جو سنگین، ارائه برخی دروس به ظاهر بی‌ربط به اقتصاد در ترم‌های اول هم بر این احساس نارضایتی دامن می‌زد و حس پشیمانی از اینکه چرا مهندسی صنایع را انتخاب نکردم خود سوهان روح و روانم شده بود. اما از ترم چهارم استاد پول و بانکداری(دکتر علی رشیدی) نه تنها برگ تازه‌ای از زندگی من و برخی از دوستانم را ورق زد بلکه دید و علاقه نه تنها من بلکه اکثر دانشجویان هم‌فکر من را به اقتصاد به قلیان آورد. با رسیدن به ترم‌های آخر دوره لیسانس به این نتیجه رسیدم که من که از کنکاش و جستجو سیراب نمی‌شوم مسیر علاقه خود را در رشته‌های تخصصی کاربردی باید دنبال کنم. لذا در مقطع فوق‌لیسانس گرایش اقتصاد انرژی را انتخاب کردم. در دوره تحصیل، با شاگردی اساتید اندیشمندی مانند دکتر کامبیز هژبرکیانی، دکتر کمیجانی، دکتر تقوی، دکتر نوربخش، دکتر عظیمی‌آرانی، دکتر برادران شرکاء، دکتر پژویان، دکتر تفضلی، دکتر ایمانی‌راد و سایرین متوجه شدم مشکل اصلی در کشورهای درحال توسعه به خصوص ایران، کمبود اقتصاددانان کاربردی است همین امر باعث شد دوره دکترا را با عزمی راسخ و تحقق آرزوی هیات علمی شدن را آغاز کنم. البته یواشکی این را هم بگم که بعدها مجدداً سراغ مهندسی صنایع گرایش تحلیل سیستم رفتم هرچند به این نتیجه رسیدم حوزه کاربردی مهندسی صنایع برایم بسیار جذاب و کاربردی بود اما گستردگی اقتصاد، حریف قدرتری برای ذهن چالش‌گر و فرد خودخواه و متکبری مثل من بود. لذا دکترا اقتصاد را با جدیت و در حوزه اقتصادمالی و مدلسازی ریسک
           دنبال کردم.
        </p> */}
          </div>
          <div dangerouslySetInnerHTML={{ __html: aboutUs[1]?.content }}>
            {/* <p>
   در 27 تیر 1351 در یک خانواده نظامی اصیل تهرانی به دنیا آمدم. دوران کودکی خود را تا اوایل دوره دبستان در قصر فیروزه سپری کردم. در مقطع دبیرستان به دلیل علاقه زیاد به ریاضی، گرایش ریاضی فیزیک را انتخاب و علاقه وافر به ریاضی، سبب شد بطور وسواس‌گونه جذب مطالعه گسترده فلسفه و منطق شوم. با آرزوی ذهنی مهندس شدن گذران دبیرستان کردم اما برسر دو راهی برای اینکه مهندس صنایع بخوانم یا اقتصاد ماندم و پس از مشورت با برخی اساتید مهندسی و اقتصاد در دانشگاه شهید بهشتی و دانشگاه تهران، تصمیم گرفتم در مقطع لیسانس، رشته علوم اقتصادی گرایش نظری بخوانم. دو ترم اول خیلی خوش نگذشت، خبری از دروس استقرائی، فلسفه اکتشافی اعداد، مدلسازی رفتاری و ... نبود! به جای آن دروس، تقریباً تماماً دروس حفظی بود و به نظر می‌رسید اساتید هم چندان علاقه‌ای به پاسخ‌دادن به ذهن‌های کنجکاو نداشتند و بیشتر با رودروایسی قرار دادن دانشجویان مبنی بر اینکه این "موضوعات بسیار واضح است" و "هر فرد ریاضی خونده باید اینها را حفظ کند و بفهمد!" از پاسخ، توضیح و تفسیر کلیات و مفاهیم پایه اقتصاد در می‌رفتند. در کنار این جو سنگین، ارائه برخی دروس به ظاهر بی‌ربط به اقتصاد در ترم‌های اول هم بر این احساس نارضایتی دامن می‌زد و حس پشیمانی از اینکه چرا مهندسی صنایع را انتخاب نکردم خود سوهان روح و روانم شده بود. اما از ترم چهارم استاد پول و بانکداری(دکتر علی رشیدی) نه تنها برگ تازه‌ای از زندگی من و برخی از دوستانم را ورق زد بلکه دید و علاقه نه تنها من بلکه اکثر دانشجویان هم‌فکر من را به اقتصاد به قلیان آورد. با رسیدن به ترم‌های آخر دوره لیسانس به این نتیجه رسیدم که من که از کنکاش و جستجو سیراب نمی‌شوم مسیر علاقه خود را در رشته‌های تخصصی کاربردی باید دنبال کنم. لذا در مقطع فوق‌لیسانس گرایش اقتصاد انرژی را انتخاب کردم. در دوره تحصیل، با شاگردی اساتید اندیشمندی مانند دکتر کامبیز هژبرکیانی، دکتر کمیجانی، دکتر تقوی، دکتر نوربخش، دکتر عظیمی‌آرانی، دکتر برادران شرکاء، دکتر پژویان، دکتر تفضلی، دکتر ایمانی‌راد و سایرین متوجه شدم مشکل اصلی در کشورهای درحال توسعه به خصوص ایران، کمبود اقتصاددانان کاربردی است همین امر باعث شد دوره دکترا را با عزمی راسخ و تحقق آرزوی هیات علمی شدن را آغاز کنم. البته یواشکی این را هم بگم که بعدها مجدداً سراغ مهندسی صنایع گرایش تحلیل سیستم رفتم هرچند به این نتیجه رسیدم حوزه کاربردی مهندسی صنایع برایم بسیار جذاب و کاربردی بود اما گستردگی اقتصاد، حریف قدرتری برای ذهن چالش‌گر و فرد خودخواه و متکبری مثل من بود. لذا دکترا اقتصاد را با جدیت و در حوزه اقتصادمالی و مدلسازی ریسک
   دنبال کردم.
</p> */}
          </div>
          {/* <br></br>
البته مطالعه هم به تنهایی ارضاء کننده ذهن پرشروشور جوانی من نبود، لذا به سرعت پس از دوره لیسانس وارد بازار کار شدم. تا ایده اقتصاددان کاربردی مدلساز را پیگیری کنم. خوشبختانه اولین کار جدی تمام وقتم در شرایط تاسیس شرکتی به نام سازمان ملی بهره‌وری بود. در این سازمان افتخار کار با اساتید مبرز مدیریت و صنایع مانند دکتر شفیعا، دکتر اقدسی، دکتر الوانی، دکتر اعرابی، دکتر خاکی، دکتر میرسپاسی، دکتر رحمان سرشت، دکتر حاج‌فتحعلی‌ها، مهندس نادری و ... سبب شد تا راه خود را به عنوان یک تحقیق و توسعه کار در حوزه اقتصاد انتخاب کنم که همان راه در جهت تحقق ایده تعالی خودم بود. مطمئناً کار در سازمان ملی بهره‌وری و ترکیب مهندسی صنایع، اقتصادمالی و مدلسازی ریسک نقطه عطفی در زندگی حرفه‌ای من بود و شاید این اتفاق سبب شد تا مسیر کاری متفاوت‌تر از همکاران خود داشته باشم، افتخار بودن در تیم راه‌اندازی و توسعه سازمان ملی بهره‌وری، انجام تحقیقات و ارزیابی اقتصادی تاسیس و راه‌اندازی شرکتهای بیمه خصوصی در دوره خصوصی‌سازی در صنعت بیمه در پژوهشکده بیمه و بیمه مرکزی ایران، تیم موسس و مدیر تحقیق و توسعه شرکت بیمه ملت، هیات مدیره، معاون تحقیق و توسعه، قائم مقام مدیرعامل در دوره تجدید ساختار و مهندسی مجدد فرآیندها در بیمه سینا مدیرعامل بیمه آرمان و .... چالشهای مدیریتی، تجربی حرفه‌ای من در صنعت بیمه و سایر تجارب مدیریتی در صنعت مالی و پولی و حتی تجارت الکترونیک، انجام مدلسازی‌های ریسک و مالی رفتاری دنیای حرفه‌ای عالی و هیجان انگیزی برایم بهمراه داشت که در خوزه گردشگری ..و ... همچنان ادامه دارد



<div className="w-9/12 h-full p-5 overflow-y-auto mt-40">
<div className='text-2xl text-[#E98074] mb-5 '>
پیشینه شغلی:        </div>
  <div><strong>۱۴۰۱ – تاکنون</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات مدیره شرکت بیمه آرمان(سهامی عام)، رئیس کمیسیون ریسک و کمیسیون تنظیم مقررات حاکمیت شرکتی</div>
  
  <div><strong>۱۳۹۷ –تاکنون</strong></div>
  <div className="text-gray-500 text-sm">عضو رسمی انجمن حرفه ای صنعت بیمه</div>
  
  <div><strong>۱۳۹۲ - تا کنون</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات علمی گروه تخصصصی اقتصاد(دکتری و کارشناسی‌ارشد) دانشکده مدیریت و اقتصاد دانشگاه آزاد اسلامی واحد علوم و تحقیقات تهران</div>
  
  <div><strong>۱۳۷۷ - تاکنون</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات مدیره شرکت لیزینگ ایرانیان(سهامی عام) وابسته به ایران خودرو</div>
  
  <div><strong>۱۴۰۱</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات مدیره هلدینگ رایانمهر دانش‌سنج(وابسته به هلدینگ مالی بانک گردشگری)</div>
  
  <div><strong>۱۴۰۰ -۱۴۰۲</strong></div>
  <div className="text-gray-500 text-sm">ناظر پروژه دیجیتال‌سازی صنعت بیمه به نمایندگی پژوهشکده بیمه و سندیکای بیمه‌گران ایران, عضو شورای فنی شرکت بیمه تجارت‌نو(سهامی عام), رئیس هیات مدیره شرکت تجارت‌نوین‌کالارسان‌رایان(وابسته به هلدینگ مالی بانک گردشگری)</div>
  
  <div><strong>۱۴۰۰ -۱۴۰۱</strong></div>
  <div className="text-gray-500 text-sm">نائب‌‌‌رئیس هیات مدیره شرکت تجارت سهند ویسمن(سهامی خاص)وابسته به شرکت بیمه تجارت‌نو</div>
  
  <div><strong>۱۴۰۰</strong></div>
  <div className="text-gray-500 text-sm">رئیس کمیته تحقیق و توسعه سندیکای بیمه‌گران ایران, مشاور علمی ریاست پژوهشکده بیمه مرکزی جمهوری اسلامی ایران, عضو هیات موسس بازار متشکل بیمه – با حکم رئیس‌کل بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۹۹ - ۱۴۰۰</strong></div>
  <div className="text-gray-500 text-sm">عضو کمیسیون سرمایه‌گذاری سندیکای بیمه‌گران ایران, عضو شورای پژوهشی پژوهشکده بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۹۸ - ۱۴۰۰</strong></div>
  <div className="text-gray-500 text-sm">عضو کمیته تخصصی فناوری اطلاعات و ارتباطات سندیکای بیمه‌گران ایران, عضو کمیته تحول دیجیتال در صنعت بیمه وزارت امور اقتصادی و دارایی, عضو رسمی سندیکای بیمه‌گران صنعت بیمه</div>
  
  <div><strong>۱۳۹۷ -۱۳۹۹</strong></div>
  <div className="text-gray-500 text-sm">مدیرعامل شرکت بیمه آرمان(سهامی عام), قائم مقام مدیرعامل و رئیس شورای فنی شرکت بیمه آرمان(سهامی عام)</div>
  
  <div><strong>۱۳۹۷</strong></div>
  <div className="text-gray-500 text-sm">مشاور مدیرعامل شرکت سرمایه‌گذاری لقمان(سهامی عام), مشاور گروه کارشناسی تنقیح قوانین بیمه‌های تجاری و حمایتی مجلس شورای اسلامی</div>
  
  <div><strong>۱۳۹۵</strong></div>
  <div className="text-gray-500 text-sm">مدیرعامل شرکت سرویس بیمه شهر(سهامی خاص)</div>
  
  <div><strong>۱۳۹۴ -۱۳۹۷</strong></div>
  <div  className="text-gray-500 text-sm">رئیس هیات موسس شرکت بیمه شهر(سهامی عام), عضو هیات مدیره شرکت حمل و نقل کالای تهران(پیک بادپا)(سهامی خاص)</div>
  
  <div><strong>۱۳۹۴</strong></div>
  <div className="text-gray-500 text-sm">قائم مقام مدیرعامل و عضو هیات مدیره شرکت بیمه سینا(سهامی عام)</div>
  
  <div><strong>۱۳۸۹ -۱۳۹۳</strong></div>
  <div className="text-gray-500 text-sm">عضو کار گروه تهیه کننده سند توسعه فرهنگ بیمه، بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۹۱</strong></div>
  <div className="text-gray-500 text-sm">مشاور و عضو کمیته علمی-پژوهشی پژوهشکده امور اقتصادی، وزارت امور اقتصادی و دارایی</div>
  
  <div><strong>۱۳۸۸ -۱۳۸۹</strong></div>
  <div className="text-gray-500 text-sm">عضو تیم ایجاد و راه‌اندازی، مدیر تحقیق و توسعه شرکت بیمه ملت(سهامی عام)</div>
  
  <div><strong>۱۳۸۳ -۱۳۸۸</strong></div>
  <div className="text-gray-500 text-sm">مشاور اقتصادی درگروه صنعتی بهمن و گروه صنعتی سدید</div>
  
  <div><strong>۱۳۸۱ -۱۳۸۲</strong></div>
  <div className="text-gray-500 text-sm">عضو گروه موسس پژوهشکده بیمه، بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۷۷ -۱۳۸۲</strong></div>
  <div className="text-gray-500 text-sm">مسئول امور پژوهشی بیمه، سردبیر ماهنامه تازه‌های جهان بیمه، تحقیقات امکان‌سنجی تاسیس و راه‌اندازی شرکت‌های بیمه خصوصی، محصولات جدید بیمه‌ای، مشاور و سرپرست گروه‌ اموال و مسئولیت پژوهشکده بیمه، بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۷۴ -۱۳۷۷</strong></div>
  <div className="text-gray-500 text-sm">عضویت در کمیته‌های تخصصی مختلف، کارشناس، معاون مدیر و مدیر برنامه‌ریزی و پژوهش، مسئولیت اجرائی در برگزاری سمینارها و همایش‌های ملی بهره‌وری در سال‌های مختلف، سازمان ملی بهره‌وری ایران، وزارت صنایع</div>
</div>

<div className="w-9/12 h-full p-5 overflow-y-auto mt-40">
<div className='text-2xl text-[#E98074] mb-5 '>
مسئولیت حرفه‌ای دانشگاهی –پژوهشی:        </div>
  
  <div><strong>۱۳۷۷ - تاکنون</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات علمی گروه تخصصصی اقتصاد(دکتری و کارشناسی‌ارشد) دانشکده مدیریت و اقتصاد دانشگاه آزاد اسلامی واحد علوم و تحقیقات تهران</div>
  
  <div><strong>۱۴۰۰</strong></div>
  <div className="text-gray-500 text-sm">مشاور رئیس پژوهشکده بیمه، بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۹۸ – ۱۴۰۰</strong></div>
  <div className="text-gray-500 text-sm">عضو شورای پژوهشی پژوهشکده بیمه، بیمه مرکزی جمهوری اسلامی ایران</div>
  
  <div><strong>۱۳۹۶</strong></div>
  <div className="text-gray-500 text-sm">طراح سئوالات آزمون آکچوئری رسمی بیمه پژوهشکده بیمه</div>
  
  <div><strong>۱۳۹۲- ۱۳۹۷</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات ژوری مصاحبه‌کنندگان متقاضیان دوره دکترآ</div>
  
  <div><strong>۱۳۹۶ – ۱۳۹۵</strong></div>
  <div className="text-gray-500 text-sm">عضو شورای طراحی و گروه طراح سئوالات آزمون رسمی حرفه‌ای آکچوئری، پژوهشکده بیمه</div>
  
  <div><strong>۱۳۹۵</strong></div>
  <div className="text-gray-500 text-sm">عضویت پنل تخصصی اعتماد عمومی و نهادسازی در صنعت بیمه، بیست و سومین همایش علمی و نهمین همایش بین‌المللی بیمه و توسعه، پژوهشکده بیمه، بیمه مرکزی ج.ا.ا.</div>
  
  <div><strong>۱۳۹۴</strong></div>
  <div className="text-gray-500 text-sm">عضوکارگروه ساختار و کارکرد نهاد ناظر، پژوهشکده بیمه</div>
  
  <div><strong>۱۳۸۴- ۱۳۹۶</strong></div>
  <div className="text-gray-500 text-sm">عضو شورای طراحان سئوالات کنکور سراسری آزمون کارشناسی ارشد دانشگاه آزاد اسلامی</div>
  
  <div><strong>۱۳۸۰ – تاکنون</strong></div>
  <div className="text-gray-500 text-sm">داور و ارزیاب مقالات در نشریه‌های مختلف دانشگاهی در حوزه‌های اقتصاد، مدیریت و بیمه</div>
  
  <div><strong>۱۳۸۸ – ۱۳۹۸</strong></div>
  <div className="text-gray-500 text-sm">عضو هیات‌تحریریه و مدیرداخلی فصلنامه "اقتصادکاربردی" دانشکده اقتصاد و مدیریت دانشگاه آزاد اسلامی واحد علوم و تحقیقات تهران</div>
  
  <div><strong>۱۳۸۶ – ۱۳۸۷</strong></div>
  <div className="text-gray-500 text-sm">مدیر گروه‌های تخصصی مدیریت جهانگردی، هتلداری و گمرک دانشكده اقتصاد و مدیریت دانشگاه آزاد اسلامي واحد علوم و تحقيقات تهران</div>
</div> */}
        </div>

        <div className="w-3/12 bg-primary fixed left-10 h-screen flex flex-col items-center justify-between p-2 ">
          <div className="flex items-center justify-start gap-3 flex-col mt-20">
            <Image
              src={'/assets/images/paykarjoo.png'}
              width={400}
              height={300}
              alt="paykarjoo"
            />
          </div>
        </div>
      </div>
    </div>
  );
};
export default About;

About.getLayout = function getLayout(page) {
  return <MainLayout>{page}</MainLayout>;
};

export const getServerSideProps = async () => {
  let aboutUs;
  try {
    aboutUs = await request('/custom/about-us/get');
  } catch (error) {
    console.log(JSON.stringify(error, null, 2));
  }
  return {
    props: {
      aboutUs: aboutUs?.data?.data,
    },
  };
};